Repository: fliegekunst/Interviews_Gemeinsame_Fakultaet
Catalog: omegat/project_save.tmx
Source language: de_de
Languages: uk

source: Ich würden ihnen raten, mehr mit deutschen Studierenden zu sprechen, besonders wenn es Schwierigkeiten beim Studium gibt, dann kann man immer fragen und sich helfen lassen.
uk: Я б порекомендував більше розмовляти з німецькими одногрупниками, тому що якщо у вас виникнуть якісь труднощі з навчанням, то вони завжди зможуть допомогти.

source: Ich übersetze dann Schlüsselwörter, damit ich verstehe, worum es überhaupt geht.
uk: Потім я перекладаю ключові слова, щоб зрозуміти, про що йдеться мова.

source: Ich hätte auch in der Ukraine promovieren können.
uk: Я могла б отримати науковий ступінь і в Україні.

source: Igelt euch nicht ein!
uk: Не ховайтеся!

source: Im Studium habe ich das aber nicht sehr bemerkt.
uk: Проте під час навчання я цього не помітив.

source: Im Antriebsbereich ist aber Deutschland Spitzenreiter.
uk: У сфері двигунів Німеччина є лідером.

source: Im Alltag sprechen wir überwiegend in unserer Muttersprache.
uk: У повсякденному житті, ми звичайно розмовляємо рідною мовою.

source: Im Alltagsleben kommuniziere ich meistens mit anderen auf Ukrainisch, Russisch oder Englisch.
uk: У побуті здебільшого українською, російською чи англійською.

source: Im Bachelor geht es um Grundwissen, im Master um tiefere und spezifischere Kenntnisse.
uk: Бакалаврат — це базові знання, магістратура — глибші та більш конкретні знання.

source: Im Gegensatz zu Deutschland ist der ukrainische Markt untersättigt, das ist eine riesengroße Chance.
uk: Порівняно з Німеччиною український ринок ще не настільки переповнений, і це відкриває величезні можливості.

source: Im Gästehaus darf man nicht ewig leben.
uk: Не можна ж вічно жити в гостьовому домі.

source: Im Idealfall wäre mein Herzenswunsch, Wasserstoffverbrennungsmotoren zu entwickeln.
uk: Моє найзаповітніше бажання - розвиватися в сфері про водневі двигуни внутрішнього згорання.

source: Im Januar habe eine Vorlesung (1.5 Stunde) auf Deutsch gehalten und das war für mich kein Problem.
uk: У січні я проводив півторагодинну лекцію німецькою і не можна сказати, що це було складно.

source: Im Master kann man sich viele Fächer aussuchen.
uk: На магістратурі ви можете вибирати предмети.

source: Im Moment arbeite ich in Düsseldorf und lebe in Neuss.
uk: Наразі я працюю в Дюссельдорфі та живу в Нойсі.

source: Im Moment promovierst du in Magdeburg.
uk: Зараз ти захищаєш докторську дисертацію в Магдебурзі.

source: Im Moment suche ich ein Praktikum in einem Unternehmen.
uk: Зараз я шукаю практику на підприємстві.

source: Im Moment wohne ich alleine im Wohnheim.
uk: На даний момент я живу один в гуртожитку.

source: Im Nachhinein waren wir froh, dass wir die Fächer belegt haben, denn sie erwiesen sich als sehr interessant.
uk: В результаті ми були раді, що мали такі предмети, тому що вони виявилися дуже цікавими.

source: Im Prinzip bin ich aber offen für viele Möglichkeiten und versuche, vieles für mich offen zu halten.
uk: Але я відкрита для багатьох можливостей, і з раздістю б спробувала щось нове.

source: Im Prinzip, ja, weil zu diesem Zeitpunkt mein Deutsch ausreichend ist, damit ich mich wohl in Deutschland fühle.
uk: Загалом, моєї німецької достатньо, щоб комфортно почуватися в Німеччині, але

source: Im Rahmen einer Fakultät kann man selbst Spezialisierungen auswählen und mehrere Studienfächer wählen, das gefällt mir sehr.
uk: Мені подобається, що в рамках факультету можна самому обирати основні та додаткові предмети для вивчення.

source: Im September bin ich dann ganz umgezogen.
uk: Потім у вересні я повністю переїхав..

source: Im Studium haben mir die Prüfungen sehr gefallen.
uk: У навчанні мені дуже подобалися іспити.

source: Im Studium ist es nicht so wichtig, insbesondere für diejenigen, die keine Geisteswissenschaften oder etwas Vergleichbares lernen, wo man viel Kommunikation hat.
uk: Це не так важливо в навчанні, особливо для тих, хто не вивчає гуманітарні науки або щось подібне, де потрібно багато спілкуватися.

source: Im ersten Semester wollte ich unbedingt dazu gehören, danach habe ich aber gemerkt, dass ich auch so durchkomme.
uk: У першому семестрі я дуже хотів почувати себе як вдома, але потім зрозумів, що мені цього не потрібно.

source: Im nächsten Wintersemester will ich alle Fächer ablegen und die Projektarbeit machen, dann kommt die Masterarbeit.
uk: У наступному зимовому семестрі я хочу скласти всі предмети і виконати проєктну роботу, а тоді вже візьмуся за магістерську.

source: In 10 Jahren sprichst du vielleicht auch so. (Nickt)
uk: Можливо, через 10 років ти теж будете так говорити. (Киває)

source: In der Privatbank kannst du eine Überweisung in drei Sekunden machen – kostenlos!
uk: У ПриватБанку ти можеш здійснити переказ за три секунди - безкоштовно!

source: In den Entwicklungsländern wird auch Maschinenbau gebraucht.
uk: Ця галузь також потрібна в країнах, що розвиваються.

source: In Deutschland hat man Zeit, nebenbei etwas zu machen oder zu arbeiten, in der Ukraine studiert man intensiver, aber ich merke trotzdem, dass die Ukrainer viel mehr Sport machen oder auch Hobbys haben, obwohl sie so wenig Zeit haben.
uk: В Німеччині в тебе є час подумати, чим зайнятися або почати працювати. Проте, не дивлячись на те, що в українських студентів менше вільного часу, я помітив, що вони більше займаються спортом та мають якесь хоббі.

source: In Deutschland eine Prüfung zu bestehen ist kein Zufall.
uk: Скласти іспит в Німеччині випадково не вийде.

source: In Deutschland gibt es definitiv eine stärkere Forschung.
uk: У Німеччині, безумовно, є більш серйозні дослідження.

source: In Deutschland gibt es viele unterschiedliche Nationalitäten und viele Menschen leben zusammen.
uk: У Німеччині багато різних національностей, і багато людей живуть разом.

source: In Deutschland ist es leicht, neue Freunde zu finden und Anschluss in der Uni zu finden.
uk: У Німеччині легко знайти нових друзів та прив'язатися до університету.

source: In Deutschland kann man auch in andere Bereiche, z.B. Management, Einblick bekommen.
uk: А у Німеччині ви також можете отримати якесь уявлення про інші сфери, наприклад: менеджмент.

source: In Deutschland kann man mehr selbst entscheiden, welche Studienrichtung man wählen will.
uk: У Німеччині студент сам може вибрати, на якій спеціальності навчатися.

source: In Deutschland lerne ich alles auswendig, schreibe wie ein Roboter und trotzdem ist es manchmal schwierig, alle Aufgaben rechtzeitig zu schaffen.
uk: В Німеччині я все ретельно вивчаю, пишу немов робот, але, незважаючи на це, іноді дуже важко вчасно виконувати всі завдання.

source: In Deutschland läuft sehr viel per Brief und per Post ab, mehr, als in der Ukraine.
uk: Тут частіше використовують листування та пошту, ніж в Україні.

source: In Deutschland sind Prüfungen schwerer als in der Ukraine, man fragt aktuelle Dinge ab.
uk: Іспити в Німеччині складніші, ніж в Україні, ви запитуєте про актуальні проблеми.

source: In Kiew haben wir eine gute fachliche Basis im Bachelor bekommen.
uk: У Києві ми отримали хорошу професійну базу.

source: In Kiew hat man keine Wirtschaftswissenschaften, dafür hat man „Ökonomie“, dort hatten wir jedoch nur elementare Kenntnisse.
uk: На бакалавраті в нас була економіка, але ми там отримали тільки базові знання.

source: In Kiew ist das natürlich etwas schwierig, ein Auslandssemester zu beantragen und einen individuellen Plan zu machen und 1000 Papiere nachzureichen.
uk: У Києві, звичайно, трохи складно скласти індивідуальний план, подати заявку і 1000 документів на семестр за кордон.

source: In Magdeburg braucht man keine Community, hier gibt es so viele Ukrainer und Russischsprecher, dass sie sich in mehrere kleine Gruppen aufgeteilt haben.
uk: Вам не потрібна громада в Магдебурзі, тут стільки україно та російськомовних, що вони розділились на кілька невеликих груп..

source: In Magdeburg gibt es aber fast keine Praktikumsmöglichkeiten in meinem Schwerpunkt.
uk: Однак у Магдебурзі у мене майже немає можливостей для стажування.

source: In Magdeburg spreche ich meistens im Rahmen der HiWi-Tätigkeiten oder Lehrveranstaltungen Deutsch.
uk: У Магдебурзі я розмовляю переважно німецькою мовою на навчанні та під час додаткової наукової роботи.

source: In den Vorlesungen habe ich keine Probleme mitzukommen, weil das Material zur Verfügung steht.
uk: На лекціях у мене немає проблем, тому що матеріал доступний.

source: In den Vorlesungen werden Prozesse mit Videos erklärt, das hilft enorm, sie zu verstehen.
uk: На лекціях пояснюються процеси за допомогою відео, що надзвичайно допомагає зрозуміти їх.

source: In der Ukraine lernt man nicht, wie man effektiv lernt.
uk: А в Україні нас не навчають, як саме навчатися ефективно.

source: In der Ukraine arbeiten viele neben dem Master, auch, weil sie sich das Studium finanzieren müssen.
uk: В Україні студенти на магістратурі вже працюють, тому що їм потрібно оплачувати навчання.

source: In der Firma fängt man als Konstrukteurin unterschiedlicher Baugruppen an, macht 3D-Modelle und Zeichnungen, danach kann man auch die Projektierung machen und arbeitet an der Erstellung eines Basis-Gerätes.
uk: Тут можна починати з конструювання різних блоків, створення 3D-моделей та креслення, а потім вже також планувати проєкти та працювати над виготовленням базового пристрою.

source: In der Ukraine sind Universitäten Ausbildungszentren, sie sind aber abgekoppelt von der realen Wirtschaft und den realen Problemen in Gesellschaft und Technik.
uk: В Україні університети відсторонені від реальної економіки і реальних проблем у суспільстві та технологіях.

source: In der Ukraine fehlt die Basisausstattung an den Universitäten, d.h. die Ausrüstung an Messgeräten.
uk: Українським університетам бракує базового обладнання — обладнання для вимірювальних приладів.

source: In der Ukraine bekommt man manchmal zwei Fragen aus dem gesamten Stoff, aber genau auf diese Fragen weiß man dann keine Antwort.
uk: В Україні інколи можна отримати два запитання з усього матеріалу, і саме на ці запитання можна не знати відповіді.

source: In der Ukraine gab es nur Online-Prüfungen.
uk: В Україні були лише онлайн-іспити.

source: In der Ukraine gab es nur zwei oder drei Fragen pro Prüfung.
uk: В Україні на екзамені подають лише два чи три питання.

source: In der Ukraine gibt auch so etwas wie Drittmittelprojekte, wobei man sagen muss, dass es an ukrainischen Universitäten viel mehr Haushaltsstellen gibt als an deutschen Universitäten.
uk: В Україні також є щось на зразок позабюджетних проєктів, при цьому слід зазначити, що в українських університетах набагато більше бюджетних посад, ніж у німецьких.

source: In der Ukraine gibt es das nicht, dort ist die Anmeldung zur Prüfung selbstverständlich und läuft automatisch.
uk: В Україні процедура реєстрації на іспит є зрозумілою і проходить автоматично

source: In der Ukraine gibt es das nicht.
uk: В Україні такого немає.

source: In der Ukraine habe ich im Bachelor studiert, in Deutschland im Master.
uk: В Україні я навчався на бакалавраті, в Німеччині — на магістратурі.

source: In der Ukraine haben alle Studierenden andere Aufgaben, man muss Prüfungsfragen ziehen und dann die jeweilige Aufgabe bearbeiten.
uk: В Україні ж студенти мають різні завдання. Витягнувши один із декількох екзаменаційних білетів, студент має трохи часу, щоб ознайомитися з питанням.

source: In der Ukraine haben wir ein kurzes Zeitfenster, um unsere Master-Arbeiten zu verteidigen.
uk: В Україні нам дають не так багато часу для захисту магістерської.

source: In der Ukraine hat man als Student nicht so viel freie Zeit.
uk: В Україні у студента не так багато вільного часу.

source: In der Ukraine hatte ich mehr Sprachpraxis als in Deutschland im Moment.
uk: В Україні я мав більше мовної практики, ніж зараз в Німеччині.

source: In der Ukraine hatten wir eine Studiengruppe, waren immer zusammen, haben miteinander geredet, wohnten auch alle in einem Wohnheim zusammen und haben zusammen gekocht – wir waren einfach den ganzen Tag zusammen!
uk: В Україні в нас була навчальна група, ми завжди були поруч, спілкувались між собою, всі жили в гуртожитку і навіть готували разом – ми просто цілий день проводили пліч-о-пліч!

source: In der Ukraine hatten wir nur den Bachelor, hier in Deutschland studieren wir im Master.
uk: В Україні ми навчалися тільки на бакалавраті, а в Німеччині на магістратурі.

source: In der Ukraine ist es in manchen Studiengängen Usus, voneinander abzuschreiben, hier nicht.
uk: В Україні заведено списувати один в одного, але тут такого немає.

source: In der Ukraine kann man z.B. den Pass online beantragen und man kann mit seiner elektronischen Unterschrift viel machen.
uk: Наприклад, в Україні можна подати заявку на отримання паспорта в інтернеті й загалом багато чого зробити за допомогою електронного підпису.

source: In der Ukraine komme ich auch aus einer Arbeitsgruppe, die auch EU-Förderung beantragt hatte, die hatten auch neue Ausrüstung über Projekte finanziert.
uk: В Україні я працювала в робочій групі, яка також подавала заявку на фінансування ЄС і могла дозволити собі нове обладнання завдяки проєктам.

source: In der Ukraine können wir uns das nur anschauen, wie ein Arbeiter der Uni diese Arbeit macht, dürfen aber die Maschinen selbst nicht bedienen.
uk: В Україні ми можемо спостерігати лише за викладачем, який виконує цю роботу, та нам не дозволяється керувати машинами самостійно.

source: In der Ukraine liegt der Schwerpunkt auf der eigentlichen Produktion und der Gestaltung der Produktionssysteme.
uk: В Україні основна увага приділяється фактичному виробництву та проєктуванню виробничих систем.

source: In der Ukraine sind das meist nur zwei oder vier.
uk: В Україні це, як правило, тільки два або чотири.

source: In der Ukraine telefoniert man öfter und schreibt weniger Briefe.
uk: В Україні частіше телефонують і менше пишуть листів.

source: In der Ukraine waren die Prüfungen anders: Es gibt ein anderes System.
uk: В Україні іспити ж виглядали інакше: Там завсім інша система.

source: In diesem Semester mache ich mit einem deutschen Kommilitonen das Fachlabor zusammen, d.h. wir führen Untersuchungen zusammen durch und am Ende sammeln wir alle Ergebnisse und müssen einen Vortrag zusammen machen.
uk: У цьому семестрі я роблю спеціалізовану лабораторну роботу з німецьким студентом, тобто ми проводимо разом дослідження, а в кінці зберемо всі результати та складемо доповідь.

source: In einem Monat verteidige ich mein Masterprojekt.
uk: Через місяць я захищатиму свій магістерський проєкт.

source: In erster Linie: Studieren!
uk: Насамперед: навчатись!

source: In manchen Fächern ist die Literatur auf Englisch, darauf sollte man vorbereitet sein.
uk: Треба бути готовим до того, що на більшості спеціальностей література англійською мовою.

source: In meinem Studium haben wir meist Berechnungen gemacht und Werkstoffe untersucht.
uk: Під час навчання ми в основному проводили розрахунки та досліджували матеріали.

source: In meiner Fachrichtung war das okay und machbar.
uk: У моїй спеціальності це нормальне явище.

source: Inhaltlich kann ich alles sagen, was ich will, aber die Form und die Betonung ist anders, weil Ironie, Zweideutigkeiten oder Witz verloren gehen.
uk: За змістом я можу сказати все, що хочу, але форма та акцент різні, тому що іронія, двозначність або жарт втрачаються.

source: Interview am 04.12.2019
uk: Інтерв'ю від 04.12.2019

source: Interview am 10.12.2019
uk: Інтерв'ю 10.12.2019

source: Interview am 11.03.2020
uk: Інтерв'ю 11.03.2020

source: Interview am 11.09.2020
uk: Інтерв'ю за 11.09.2020 року.

source: Interview am 12.12.2019
uk: Інтерв'ю 12.12.2019.

source: Interview am 14.09.2019
uk: Інтерв'ю від 14.09.2019

source: Interview am 20.02.2020
uk: Інтерв'ю від 20.02.2020

source: Interview am 27.05.2020
uk: Інтерв'ю 27.05.2020

source: Interview am 28.01.2020
uk: Інтерв'ю 28.01.2020

source: Interview am 28.09.2020
uk: Інтерв'ю від 28.09.2020

source: Interview am 09.10.2020
uk: Інтерв'ю 09.10.2020

source: Interview am 13.10.2020
uk: Інтерв'ю 13.10.2020

source: Interview am 23.07.2020
uk: Інтерв'ю від 23.07.2020

source: Inwieweit beeinflusst mich das?
uk: Як це на мене впливає?

source: Irgendwann sind wir auch keine 100%igen Ukrainer mehr, weil wir uns an das Leben und den Alltag in Deutschland gewöhnt haben.
uk: У якийсь момент ми стаємо вже не 100%вими українцями, тому що ми звикаємо до повсякденного життя в Німеччині.

source: Ja, ich habe durchaus Angst vor der Einsamkeit.
uk: Так, я дуже боюся самотності.

source: Ja, ich fühle mich manchmal fremd.
uk: Іноді справді почуваюся чужим.

source: Ja, mir gefällt es da.
uk: Так, мені подобається там.

source: Ja, nachdem ich nach Zwönitz umgezogen bin, das war im September 2019. Als Werkstudent habe ich in Chemnitz gewohnt und bin ständig nach Zwönitz und nach Magdeburg gependelt.
uk: Так, після того, як я переїхав до Цвоніца, це було у вересні 2019 року. Як студент, що працював, я жив у Хемніці і завжди їздив до Цвінця та Магдебурга.

source: Ja, natürlich das ist nicht das wichtigste Wort, aber trotzdem nicht das Einzige, das ich nicht weiß.
uk: Так, звичайно, це не таке й важливе слово, але воно одне з багатьох, які я не знаю.

source: Ja, zum Beispiel in Werkstofftechnik gibt es allgemein nicht so viele Studierenden, da habe ich mit vielen KommilitonInnen Kontakt.
uk: Так, взагалі на матеріалознавстві студентів не так багато, тому я спілкуюся з багатьма одногрупниками.

source: Ja.
uk: Так.

source: Jemand schlägt vor, irgendwohin zu gehen und du gehst mit und lernst neue Leute kennen.
uk: Хтось пропонує кудись піти, я йду, так і знайомлюсь.

source: Jetzt ist das weniger der Fall.
uk: Зараз вже рідше.

source: Jetzt arbeite ich zwar in einem komplett anderen Feld.
uk: Зараз я вже працюю зовсім в іншій галузі.

source: Jetzt bin ich am Max-Planck-Institut, das ist sehr international, da habe ich das Gefühl nicht mehr.
uk: Зараз я в Інституті Товариства Макса Планка, де навчаються і працюють люди з різних куточків світу, тому тут таких неприємних ситуацій поменше.

source: Jetzt denke ich, dass es schön wäre, zu promovieren, wahrscheinlich auch in Magdeburg.
uk: Тепер я думаю, що було б непогано захистити також докторську дисертацію в Магдебурзі.

source: Jetzt fühle ich mich sehr wohl.
uk: Зараз дуже добре.

source: Jetzt fühle ich mich wohl und sicher.
uk: Зараз у мене все добре.

source: Jetzt gibt es aber mehr und mehr russische Filme, das ist natürlich eine Versuchung.
uk: Але останнім часом переклади російською роблять все більше і більше, і це звичайно велика спокуса.

source: Jetzt habe ich schon mein Grundstudium abgeschlossen, habe mehr Zeit und dementsprechend mehr Möglichkeiten dafür.
uk: Зараз я вже закінчив бакалаврат, тому маю більше часу і, відповідно, більше можливостей.

source: Jetzt ist es aber schon viel besser.
uk: Зараз з моїм мовленням все набагато краще.

source: Jetzt kann ich mein Leben ohne Termine nicht vorstellen.
uk: Зараз я вже не можу уявити своє життя без них.

source: Jetzt wachsen dort die Betriebe und es werden immer mehr gebaut, weil die Arbeitskräfte billig sind.
uk: Компанії розвиваються, їх будується все більше і більше, оскільки робоча сила дешева.

source: Jetzt wohne ich in Polen und spreche selten und ich fühle richtig, wie meine Grammatik immer schlechter wird.
uk: Зараз я живу у Польщі та майже не розмовляю німецькою, і справді відчуваю як моя граматика погіршується і погіршується.

source: Kannst du die Wissenschaftslandschaft vergleichen und Unterschiede zwischen der Ukraine und Deutschland herausstellen?
uk: Ти можеш виділити відмінності між Україною та Німеччиною?

source: Keiner glaubt, dass ich einfach hierher gefahren bin, weil ich alle Prüfungen bestanden habe, viele denken, ich hatte „Vitamin B“ oder habe Geld bezahlt.
uk: Ніхто не вірить, що я просто приїхала сюди, тому що склала всі іспити, багато хто думає, що у мене тут зв'язки або ж я заплатила гроші.

source: Keiner schimpft mit dir!“
uk: Ніхто тебе за це не сварить!“

source: Kniet euch sofort ins Studium rein und macht alles, was gemacht werden muss.
uk: Відразу робіть все, що потрібно .

source: Kollegen versuchen mit mir, Hochdeutsch zu reden, aber das können sie manchmal gar nicht.
uk: Колеги намагаються розмовляти зі мною літературною німецькою мовою, але іноді не можуть.

source: Kommt aus Dnipro
uk: З міста Дніпро.

source: Kommt aus Oleksandriya
uk: Родом з Олександрії

source: Kommt aus der Region Zhytomir
uk: Родом з < т0 / >Житомирської області

source: Kommt aus Browary.
uk: Родом з Броварів.

source: Kommt aus Kyiw
uk: Народився в Києві

source: Kommt aus Khmelnitzky
uk: Родом з Хмельницького

source: Kommt aus Mykolaiv
uk: Родом з Миколаєва

source: Kommt aus Zhytomyr
uk: Родом з Житомира

source: Kommt aus dem Gebiet Chernihiv
uk: Родом з чернігівської області

source: Kommt aus Krivih Rih.
uk: З міста Кривий Ріг.

source: Kommt aus Olexandria, Kirovohradska Oblast
uk: Родом із м. Олександрія Кіровоградської області

source: Kommunikation läuft anders ab in Deutschland und auch die Werte, die Menschen haben, sind anders.
uk: Манера спілкування та цінності у людей тут інші.

source: Legt euch nicht auf die faule Haut.
uk: Не лінуватися.

source: Letztes Semester habe ich fünf Prüfungen abgelegt.
uk: Минулого семестру я склав п'ять іспитів.

source: Lieber durchfallen als eine vier bekommen.
uk: Краще провалитися, ніж отримати четвірку.

source: Macht mich das dümmer?
uk: Чи означає це, що мені бракує розуму?

source: Magdeburg hat viel Attraktivität, insbesondere wenn man ein Fahrrad hat.
uk: Магдебург дуже привабливий, особливо якщо у вас є велосипед.

source: Magdeburg ist eine sehr gute Studienstadt.
uk: Магдебург-дуже хороше місто для навчання.

source: Mal sehen, wie mir das gelingt.
uk: Побачимо, як все складеться.

source: Man bekommt Punkte während des Semesters indem man Übungen abgibt.
uk: Протягом семестру студент здає завдання та отримує бали.

source: Man darf keine Angst haben, den Dozierenden oder andre Studierende zu fragen.
uk: Ні в якому разі не бійтеся питати у викладачів або інших колег щось, чого ви не знаєте.

source: Man darf nicht auf die anderen Kommilitonen schauen, mit denen man studiert.
uk: Не рівнятися на інших студентів.

source: Man darf sich nicht auf die faule Haut legen, dann kann man was erreichen.
uk: Якщо не будете байдикувати, то зможете чогось досягти.

source: Man darf sich nicht von der Sprachbarriere einschüchtern lassen.
uk: Не бійтеся мовного бар'єра.

source: Man hat aber auch die Zeit dafür.
uk: У вас також буде час і на відпочинок.

source: Man hat hier die Möglichkeit auch andere Kulturen kennenzulernen.
uk: Це чудова можливість пізнати інші культури.

source: Man hat schon Angst vor etwas, das man nicht kennt.
uk: Ти боїшся чогось, чого і сам не знаєш.

source: Man hat uns toll unterstützt an der Universität!
uk: Нас підтримували.

source: Man kann auch Projekte beantragen.
uk: Можна також подавати заявку на проєкти.

source: Man kann auch im Wohnheim wohnen, das kann aber teurer sein, als ein Zimmer in einer WG oder zusammen eine Wohnung zu mieten.
uk: Можна також поселитися в гуртожиток, але це обійдеться вам дорожче, ніж спільна кімната у комуналці.

source: Man kann auch älteren Kommilitonen fragen, ob die wissen, wo man eine Hiwi-Stelle bekommen kann.
uk: Також можна запитати в старшокурсників, як отримати цю посаду.

source: Man kann eine gut bezahlte Stelle bekommen, aber viele glauben nicht, dass das möglich ist.
uk: Також влаштуватися на роботу із пристойною зарплатнею, але багато хто чомусь не вірить, що це можливо.

source: Man kann hier das Richtige ohne Verurteilung tun.
uk: Тут можна робити, що ти хочеш, і тебе не будуть засуджувати.

source: Man kann nicht neue Sprache sofort fühlen und zwischen den Zeilen lesen.
uk: Не можна отак відразу відчути нову мову і навчитися читати між рядків.
